<?php

declare(strict_types=1);

return [
    'forgot_hint'           => 'أدخل بريدك الإلكتروني وسنرسل لك رابط إعادة التعيين.',
    'forgot_title'          => 'إعادة تعيين كلمة المرور',
    'password_confirmation' => 'تأكيد كلمة المرور',
    'reset'                 => 'تمت إعادة تعيين كلمة المرور!',
    'reset_button'          => 'إعادة تعيين كلمة المرور',
    'reset_title'           => 'اختر كلمة مرور جديدة',
    'send_link_button'      => 'إرسال رابط التعيين',
    'sent'                  => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني!',
    'throttled'             => 'الرجاء الانتظار قبل إعادة المحاولة.',
    'token'                 => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
    'user'                  => 'لم يتم العثور على أيّ حسابٍ بهذا العنوان الإلكتروني.',
];
